Repository: JuanMaPerals/AthenAI-mobile
Catalog: lib/l10n/intl_*.arb
Languages: es

# brandMainTagline
source: AI that protects your online decisions. You set the limits.
es: IA que protege tus decisiones online. Tú marcas el límite.

# brandHeroSubtitle
source: PersalOne reviews important links, charges and logins with you. Behind it is a team led by Juan Ma Perals that turns advanced AI into clear, actionable recommendations.
es: PersalOne revisa contigo enlaces, cobros y accesos importantes. Detrás hay un equipo liderado por Juan Ma Perals que traduce la IA más avanzada en recomendaciones claras y accionables.

# agentHeroTitle
source: Your trusted agent for your online life
es: Tu agente de confianza para tus cosas online

# brandTeamTagline
source: Calm digital hygiene for your team
es: Higiene digital tranquila para tu equipo

# homeTitle
source: My security status
es: Mi estado de seguridad

# homeHeroTitle
source: Your AI agent to review messages, links and sensitive access.
es: Tu agente de IA para revisar mensajes, enlaces y accesos sensibles.

# homeHeroSubtitle
source: PersalOne helps you detect signs of fraud and digital risks before you click or make an important decision.
es: PersalOne te ayuda a detectar señales de fraude y riesgos digitales antes de que hagas clic o tomes una decisión importante.

# homeTalkToAgent
source: Talk to my AI agent
es: Hablar con mi agente IA

# homeViewPlans
source: View plans and pricing
es: Ver planes y precios

# homeBasicChecklist
source: Basic security checklist
es: Checklist básico de seguridad

# homeBetaMessage
source: Your dashboard is in beta mode. It's not connected to all your sources yet, but you can already talk to your AI agent and follow a basic checklist.
es: Tu panel está en modo beta. Aún no está conectado a todas tus fuentes, pero ya puedes hablar con tu agente IA y seguir un checklist básico.

# homeQuickActions
source: Quick actions
es: Acciones rápidas

# homeFooterNote
source: Technical beta version. Some features are still in testing and may change.
es: Versión beta técnica. Algunas funciones están en pruebas y pueden cambiar.

# homeHelpTodayTitle
source: We can help you today with…
es: Hoy podemos ayudarte con…

# homeScenarioScamsTitle
source: Suspicious messages and scams
es: Mensajes sospechosos y estafas

# homeScenarioScamsSubtitle
source: We'll review SMS, emails or strange messages with you before you click anything.
es: Revisamos contigo SMS, correos o mensajes raros antes de que pulses nada.

# homeScenarioPasswordsTitle
source: Passwords and access
es: Contraseñas y accesos

# settingsLargeText
source: Large text
es: Texto grande

# settingsLargeTextSubtitle
source: Increase text size throughout the app
es: Aumenta el tamaño de la letra en toda la app

# settingsHighContrast
source: High contrast
es: Alto contraste

# settingsHighContrastSubtitle
source: Improve visibility with higher contrast colors
es: Mejora la visibilidad con colores más contrastados

# settingsEasyReading
source: Easy reading mode
es: Modo lectura fácil

# settingsEasyReadingSubtitle
source: Reduce visual elements and simplify layout
es: Reduce elementos visuales y simplifica el diseño

# settingsInfoMessage
source: Accessibility settings will be applied in future versions. For now, this screen only demonstrates the functionality.
es: Los ajustes de accesibilidad se aplicarán en futuras versiones. Por ahora, esta pantalla solo demuestra la funcionalidad.

# settingsWhatCanDoTitle
source: What PersalOne can do
es: Qué puede hacer PersalOne

# settingsWhatCanDoIntro
source: So you can use PersalOne with peace of mind, this is what it can do and what it cannot.
es: Para que puedas usar PersalOne con tranquilidad, esto es lo que sí puede hacer y lo que no.

# settingsWhatCanDoCanTitle
source: Can help you:
es: Puede ayudarte a:

# settingsWhatCanDoCanItem1
source: Understand messages, emails and notices that raise doubts.
es: Entender mensajes o emails que te generan dudas.

# settingsWhatCanDoCanItem2
source: Review links and notices before clicking or responding.
es: Decidir qué pasos dar cuando algo te parece raro.

# settingsWhatCanDoCanItem3
source: Learn gradually to recognize risk signals.
es: Aprender poco a poco a moverte con más seguridad.

# settingsWhatCanDoCannotTitle
source: Cannot:
es: No puede:

# settingsWhatCanDoCannotItem1
source: Does not access your accounts or act on your behalf.
es: Entrar en tus cuentas ni cambiar nada por ti.

# settingsWhatCanDoCannotItem2
source: Does not replace the police, your bank or emergency services.
es: No sustituye a la policía, a tu banco ni a los servicios oficiales de emergencia.

# settingsWhatCanDoCannotItem3
source: Is not a tool to spy on or control other people.
es: No es una herramienta para espiar el móvil de otra persona ni para controlar a terceros sin su permiso.

# pricingIndividualSectionTitle
source: For you
es: Para ti

# pricingIndividualFreeSubtitle
source: A calm way to start: no rush, no payments, and help when the digital stuff feels overwhelming.
es: Para empezar sin prisas, sin pagos y con ayuda cuando lo digital se hace bola.

# pricingIndividualAllySubtitle
source: More day-to-day support with clear, simple steps and no tech jargon.
es: Más acompañamiento en tu día a día digital, con pasos claros y sin tecnicismos.

# pricingTeamSectionTitle
source: For your team
es: Para tu equipo

# pricingTeamStartSubtitle
source: For small teams who want healthier digital habits without extra complexity.
es: Para equipos pequeños que quieren mejores hábitos digitales sin complicarse.

# pricingTeamGuardSubtitle
source: More visibility into risks and important company links.
es: Más visibilidad sobre riesgos y enlaces importantes de la empresa.

# pricingTeamShieldSubtitle
source: For small businesses with more advanced needs to care for their people's digital life.
es: Para pymes con necesidades más avanzadas de cuidado digital para su gente.

# pricingTitle
source: Plans and pricing
es: Planes y precios

# pricingBetaDisclaimerTitle
source: We're in beta
es: Estamos en beta

# pricingBetaDisclaimerBody
source: Plans and prices are for testing. We will never charge you without telling you first and asking for your clear confirmation.
es: Los planes y precios son de prueba. No se hará ningún cobro sin avisarte antes y sin tu confirmación explícita.

# pricingForIndividuals
source: For individuals
es: Para individuos

# pricingForIndividualsSubtitle
source: Protect your personal digital life
es: Protege tu vida digital personal

# pricingForBusiness
source: For teams and businesses
es: Para equipos y empresas

# pricingForBusinessSubtitle
source: Scalable protection for your organization
es: Protección escalable para tu organización

# agentTitle
source: Your AI agent against fraud and online scams
es: Tu agente de IA contra fraudes y engaños online

# agentIntro
source: Tell me what happened and we'll review the situation together.\nYou can paste the message, link or notice that concerns you. I'll help you see the risks and next steps.
es: Cuéntame qué ha pasado y revisamos juntos la situación.\nPuedes pegar aquí el mensaje, enlace o aviso que te preocupa. Yo te ayudo a ver los riesgos y los siguientes pasos.

# agentInputPlaceholder
source: How can I help you?
es: ¿En qué puedo ayudarte?

# agentWelcomeMessage
source: Hello! I'm your digital security ally.\n\nI'm here to help you understand and improve your online security in simple, non-technical terms.\n\nYou can ask me about:\n• Passwords and secure accounts\n• Detecting suspicious emails or messages\n• Protecting your devices\n• Using the internet more safely\n\nHow can I help you today?
es: ¡Hola! Soy tu aliado de seguridad digital.\n\nEstoy aquí para ayudarte a entender y mejorar tu seguridad online de forma sencilla y sin tecnicismos.\n\nPuedes preguntarme sobre:\n• Contraseñas y cuentas seguras\n• Detectar correos o mensajes sospechosos\n• Proteger tus dispositivos\n• Usar internet de forma más segura\n\n¿En qué puedo ayudarte hoy?

# agentRetry
source: Retry
es: Reintentar

# agentErrorNetwork
source: We couldn't connect to the server. Check your internet connection and try again.
es: No hemos podido conectar con el servidor. Revisa tu conexión a internet e inténtalo de nuevo.

# agentErrorTimeout
source: There was a temporary problem processing your request. Please try again in a few seconds.
es: Ha habido un problema temporal al procesar tu consulta. Vuelve a intentarlo en unos segundos.

# agentErrorUnexpected
source: An unexpected error occurred. If it happens again, please let us know so we can look into it.
es: Ha ocurrido un error inesperado. Si se repite, puedes avisarnos para que lo revisemos.

# agentChipSuspiciousMessage
source: I received a suspicious message
es: He recibido un mensaje sospechoso

# agentChipBankEmail
source: I don't understand an email from the bank
es: No entiendo un email del banco

# agentChipPasswords
source: I want to review my passwords
es: Quiero revisar mis contraseñas

# agentChipHacked
source: I think I've been hacked, what should I do?
es: Creo que me han hackeado, ¿qué hago?

# checklistNotAvailable
source: Checklist not yet available in this version.
es: Checklist aún no disponible en esta versión.

# loginTitle
source: Access your PersalOne agent
es: Accede a tu agente PersalOne

# loginSubtitle
source: Your AI agent to review messages, charges and logins you’re not sure about.
es: Tu agente de IA para revisar contigo mensajes, cobros y accesos que no tienes claros.

# networkErrorMessage
source: I can’t connect right now. It’s not your fault—check your connection or try again in a few minutes.
es: Ahora mismo no me puedo conectar. No es culpa tuya: revisa tu conexión o prueba de nuevo en unos minutos.

# loginEmailLabel
source: Email
es: Correo electrónico

# loginPasswordLabel
source: Password
es: Contraseña

# loginButton
source: Sign in
es: Entrar

# loginErrorRequired
source: Email and password are required.
es: Se requieren email y contraseña.

# loginErrorGeneric
source: We couldn't sign you in. Please check your details and try again.
es: No se ha podido iniciar sesión. Revisa tus datos e inténtalo de nuevo.

# loginErrorSessionExpired
source: Your session has expired. Please sign in again.
es: Tu sesión ha caducado. Por favor, inicia sesión de nuevo.

# loginDemoMode
source: Enter demo mode (no real data)
es: Entrar en modo prueba (sin conexión)

# homeScenarioDeviceSlowSubtitle
source: My phone is slow or works strangely
es: Mi móvil va lento o hace cosas raras

# settingsProfileSectionTitle
source: Your PersalOne profile
es: Tu perfil en PersalOne

# settingsProfileNameLabel
source: Name
es: Nombre

# settingsProfileEmailLabel
source: Email
es: Correo electrónico

# settingsProfilePlanLabel
source: Current plan
es: Plan actual

# settingsProfilePlanFree
source: Free (starter plan)
es: Free (plan gratuito de inicio)

# settingsProfileLoading
source: Loading your profile…
es: Cargando tu perfil…

# onboardingIntro
source: Set up your experience so PersalOne can help you better.
es: Configura tu experiencia para que PersalOne te ayude mejor.

# onboardingQuestionWho
source: Who are you using PersalOne for?
es: ¿Para quién estás usando PersalOne?

# onboardingOptionSelf
source: For myself
es: Para mí

# onboardingOptionFamily
source: For a family member
es: Para un familiar

# onboardingOptionTeam
source: For my team or company
es: Para mi equipo o empresa

# onboardingQuestionStyle
source: How do you prefer explanations?
es: ¿Cómo prefieres que te expliquemos las cosas?

# onboardingOptionStepByStep
source: Very step-by-step and slow
es: Muy paso a paso y despacio

# onboardingOptionConcise
source: Short and direct summaries
es: Resúmenes cortos y directos

# onboardingBtnNext
source: Next
es: Siguiente

# onboardingBtnSave
source: Save
es: Guardar

# onboardingBtnCancel
source: Cancel
es: Cancelar

# landingOverwhelmedTitle
source: Designed to help you make informed online decisions
es: Diseñado para tomar decisiones online con criterio

# landingOverwhelmedDesc
source: Ideal for people and teams who want to better understand what is behind messages, charges and logins without becoming tech experts. PersalOne gives you context, organises information and proposes concrete, tailored steps.
es: Ideal para personas y equipos que quieren entender mejor qué hay detrás de mensajes, cobros y accesos sin convertirse en expertos en tecnología. PersalOne te da contexto, ordena la información y te propone pasos concretos a tu medida.

# aboutTeamTitle
source: Who is behind PersalOne
es: Quién está detrás de PersalOne

# aboutTeamCreatorHeading
source: Created and led by Juan Ma Perals
es: Creado y dirigido por Juan Ma Perals

# aboutTeamCreatorBody
source: PersalOne is not an anonymous experiment. It is created and led by Juan Ma Perals and a team that has spent years helping people and organisations make better digital decisions. Our job is to translate technology and cybersecurity into something you can use in your everyday life.
es: PersalOne no es un experimento anónimo. Está creado y dirigido por Juan Ma Perals y un equipo que lleva años ayudando a personas y organizaciones a tomar decisiones digitales con criterio. Nuestro trabajo es traducir tecnología y ciberseguridad en algo que puedas usar en tu día a día.

# aboutTeamValuesTitle
source: What you can expect from us
es: Lo que puedes esperar de nosotros

# aboutTeamValuesItem1
source: Rigour: every recommendation is based on professional judgement.
es: Rigor: cada recomendación se revisa con criterio profesional.

# aboutTeamValuesItem2
source: Respect: we never treat anyone as if they “know too little”.
es: Respeto: nunca tratamos a nadie como si “no supiera suficiente”.

# aboutTeamValuesItem3
source: Transparency: we explain clearly what we do and what we do NOT do with your data.
es: Transparencia: te explicamos qué hacemos y qué NO hacemos con tus datos.

# landingProtectTitle
source: How PersalOne protects you
es: Cómo te protege PersalOne

# landingProtectDetectTitle
source: Detect
es: Detecta

# landingProtectDetectBody
source: We analyse the links, messages and charges you share with us. We recognise fraud patterns, impersonation and dubious practices that often go unnoticed.
es: Analizamos los enlaces, mensajes y cobros que nos envías. Reconocemos patrones de fraude, suplantaciones y prácticas dudosas que muchas veces pasan desapercibidas.

# landingProtectWarnTitle
source: Warn
es: Te advierte

# landingProtectWarnBody
source: Before you click or confirm a payment, we help you see the risks, explain why and propose clear options: go ahead, stop or ask for more context.
es: Antes de que hagas clic o confirmes un pago, te ayudamos a ver los riesgos, te explicamos por qué y te proponemos opciones claras: seguir, parar o preguntar más.

# landingProtectNeutraliseTitle
source: Neutralise (advanced plans)
es: Neutraliza (planes avanzados)

# landingProtectNeutraliseBody
source: In paid versions, PersalOne will help you block domains, report abuse and apply technical measures to reduce risk on your devices and accounts.
es: En las versiones de pago, PersalOne te ayudará a bloquear dominios, reportar abusos y aplicar medidas técnicas para reducir el riesgo en tus dispositivos y cuentas.

# landingAdaptTitle
source: Protection that adapts to you
es: Una protección que se adapta a ti

# landingAdaptBody
source: You choose how far you want PersalOne to go with you: occasional alerts, more proactive follow-up or advanced protection for your team. You can pick the topics you care most about and whether you prefer detailed explanations or direct summaries.
es: Configuras hasta dónde quieres que PersalOne te acompañe: solo avisos puntuales, seguimiento más proactivo o protección avanzada para tu equipo. Puedes elegir qué temas te preocupan más y si prefieres explicaciones detalladas o resúmenes directos.

# landingAdaptBullet1
source: You decide what you want it to pay closer attention to.
es: Tú decides qué quiere que vigile con más atención.

# landingAdaptBullet2
source: You set the tone: more detail or just the essentials.
es: Tú marcas el tono: más detalle o solo lo esencial.

# landingAdaptBullet3
source: You can change your preferences at any time.
es: Puedes cambiar tus preferencias en cualquier momento.

# onboardingTitle
source: Set how you want PersalOne to help you
es: Configura cómo quieres que te ayude PersalOne

source: Settings
es: Ajustes

# settingsOnboardingTitle
source: Adjust how PersalOne helps you
es: Ajustar cómo te ayuda PersalOne

# settingsAccessibility
source: Accessibility
es: Accesibilidad

# settingsProfileError
source: We couldn’t load your profile. Please try again later.
es: No hemos podido cargar tu perfil. Inténtalo de nuevo más tarde.

# homeScenarioPasswordsSubtitle
source: Bring order to your important passwords and accounts, without stress.
es: Pon orden en tus contraseñas y accesos importantes, sin agobios.

# homeScenarioDeviceTitle
source: Slow or strange phone
es: Móvil lento o raro

# homeScenarioDeviceSubtitle
source: We review what might be happening and how to fix it, step by step.
es: Revisamos contigo qué puede estar pasando y cómo arreglarlo paso a paso.

# allyRiskHigh
source: High risk
es: Riesgo alto

# allyRiskMedium
source: Medium risk
es: Riesgo medio

# allyRiskLow
source: Low risk
es: Riesgo bajo

# allyDetectedSectionTitle
source: I've detected
es: He detectado

# allyDetectedUrls
source: Links
es: Enlaces

# allyDetectedAmounts
source: Amounts
es: Cantidades

# allyDetectedEntities
source: Mentioned entities
es: Entidades mencionadas

# allyActionsSectionTitle
source: Recommended steps
es: Pasos recomendados

# allyConditionalGuidanceTitle
source: Depending on your situation
es: Según tu situación

# consentTitle
source: Before we start
es: Antes de empezar

# consentBulletCopyPasteOnly
source: We only see what you choose to copy and paste here.
es: Solo veremos lo que tú decides copiar y pegar aquí.

# consentBulletBackendAI
source: We analyse your text on a secure server using an AI model.
es: Analizamos tus textos en un servidor seguro usando un modelo de IA.

# consentBulletYouControl
source: You can stop using the app at any time; we do not automatically scan your phone.
es: Puedes dejar de usar la app cuando quieras; no se escanea tu móvil de forma automática.

# consentPrimaryButton
source: I accept and continue
es: Acepto y continuar

# consentSecondaryButton
source: See more details
es: Ver más detalles

# checklistCenterTitle
source: Review Center
es: Centro de revisiones

# checklistCenterIntro
source: Use this space to review cases and record your decisions.\nThis way you'll have a clear record of what happened and how you acted.
es: Usa este espacio para revisar casos con calma y dejar constancia de tus decisiones.

# checklistStartNewReview
source: Start new review
es: Empezar nueva revisión

# checklistRecentReviews
source: Recent reviews
es: Revisiones recientes

# checklistNoReviewsYet
source: No reviews yet
es: Sin revisiones todavía

# checklistNoReviewsHelp
source: Tap 'Start new review' to create your first review.
es: Pulsa 'Empezar nueva revisión' para crear tu primera revisión.

# reviewNewTitle
source: New review
es: Nueva revisión

# reviewWhatToReview
source: What do you want to review?
es: ¿Qué quieres revisar?

# reviewCaseType
source: Case type
es: Tipo de caso

# reviewCaseTypeSuspiciousMessage
source: Suspicious message
es: Mensaje sospechoso

# reviewCaseTypeCallOrVoice
source: Call or voice note
es: Llamada o nota de voz

# reviewCaseTypeLinkOrWebsite
source: Link or website
es: Enlace o página web

# reviewCaseTypePhoneSettings
source: Phone setting
es: Ajuste de tu teléfono

# reviewCaseTypeOther
source: Other
es: Otro

# reviewOptionalTitle
source: Case title (optional)
es: Título del caso (opcional)

# reviewTitleHint
source: For example: Bank SMS Caixa 03/12
es: Por ejemplo: SMS banco Caixa 03/12

# reviewSignalsReviewed
source: Signals reviewed
es: Señales revisadas

# reviewChecklistHelp
source: Check the signals you've identified
es: Marca las señales que has identificado

# reviewRiskAndDecision
source: Risk and decision
es: Riesgo y decisión

# reviewHowDoYouSeeRisk
source: How do you see the risk?
es: ¿Cómo ves el riesgo?

# reviewRiskLow
source: Low
es: Bajo

# reviewRiskMedium
source: Medium
es: Medio

# reviewRiskHigh
source: High
es: Alto

# reviewWhatDidYouDecide
source: What did you decide to do?
es: ¿Qué has decidido hacer?

# reviewDecisionHint
source: For example: I won't click the link and I'll call the bank tomorrow
es: Por ejemplo: No pulso el enlace y llamaré al banco mañana

# reviewDecisionHelperText
source: Briefly describe what action you're going to take or have already taken
es: Describe brevemente qué acción vas a tomar o ya has tomado

# reviewSaveReview
source: Save review
es: Guardar revisión

# reviewSummaryTitle
source: Review summary
es: Resumen de revisión

# reviewDate
source: Date
es: Fecha

# reviewRiskPerceived
source: Perceived risk
es: Riesgo percibido

# reviewDecisionTaken
source: Decision taken
es: Decisión tomada

# reviewNoDecisionRecorded
source: No decision recorded
es: Sin decisión registrada

# reviewExportActions
source: Export report
es: Exportar informe

# reviewCopyReport
source: Copy report
es: Copiar informe

# reviewPrepareEmail
source: Prepare email with report
es: Preparar email con el informe

# reviewCopiedToClipboard
source: Report copied to clipboard
es: Informe copiado al portapapeles

# reviewEmailNotAvailableYet
source: Email function in development. Report has been copied to clipboard.
es: Función de email en desarrollo. El informe se ha copiado al portapapeles.

# reviewDeleteConfirm
source: Are you sure you want to delete this review?
es: ¿Seguro que quieres eliminar esta revisión?

source: Delete
es: Eliminar

source: Cancel
es: Cancelar

source: Save
es: Guardar
